[{"DB":{"EUR":"In relation to their pre-crisis levels, Eurozone equities in particular still show significant recovery potential. However, in the short term, returns will remain affected by weak economic growth and Russia-linked uncertainties. Consequently we expect only modest market gains and and take a neutral stance on Eurozone equities. Our longer-term outlook on equities remains positive, although some short-term volatility is possible‚ as the short-lived equities market correction in early July reminded us. We believe that strengthening economic growth will boost corporate earnings, and that these will be the main driver of equity price gains. Central-bank policy will also continue to add support in many developed markets. We continue to prefer equities over bonds, and developed markets equities generally over emerging markets although there will be selective opportunities in the latter.","AMR":"Continued expansionary monetary policy and a positive earn- ings momentum are generating long-range momentum for U.S. stock markets. But, since equities trade at historical average valuations and some data disappointed lately, we are taking a tactically neutral position on U.S. equities.Our longer-term outlook on equities remains positive, although some short-term volatility is possible‚as the short-lived equities market correction in early July reminded us. We believe that strengthening economic growth will boost corporate earnings, and that these will be the main driver of equity price gains. Central-bank policy will also continue to add support in many developed markets. We continue to prefer equities over bonds, and developed markets equities generally over emerging markets‚although there will be selective opportunities in the latter.","ASIA":"The Bank of Japan continues to pursue its ultra-expansionary monetary policy. At the same time, it was decided that corporate taxes should be lowered, prices are rising, the job market is improving and base wages are climbing. These are all reasons to overweight Japanese equities. Our longer-term outlook on equities remains positive, although some short-term volatility is possible‚as the short-lived equities market correction in early July reminded us. We believe that strengthening economic growth will boost corporate earnings, and that these will be the main driver of equity price gains. Central-bank policy will also continue to add support in many developed markets. We continue to prefer equities over bonds, and developed markets equities generally over emerging markets although there will be selective opportunities in the latter.Asia ex-Japan equities have performed well in recent months, helped by strong gains in India, Indonesia and Thailand. But before we become more positive on Asian equities over all, we would like to see further signs of a Chinese economic recovery. China’s purchasing manager indices have recently improved, but remain low. The big question is whether the Chinese government’s targeted stimulus measures can offset construction sector and other broad based problems.Our longer term outlook on equities remains positive, although some short-term volatility is possible—as the short-lived equities market correction in early July reminded us. We believe that strengthening economic growth will boost corporate earnings, and that these will be the main driver of equity price gains. Central-bank policy will also continue to add support in many developed markets. We continue to prefer equities over bonds, and developed markets equities generally over emerging markets although there will be selective opportunities in the latter."},"CS":{"EUR":"Within European Equities: Favor Germany, Dividend Plays and SME Stocks While the US has entered a more mature recovery phase, the Eurozone recovery is just beginning. The ECB's recent decisive policy easing will improve the region's recovery outlook, kick-start the credit cycle, weaken the euro and ease deflationary pressure. The ECB expects the low inflation environment to persist until 2016, and has lowered its inflation forecasts between 2014 and 2016 to 0.7 percent, 1.1 percent and 1.4 percent. We expect that the ECB's loose monetary policy will lead the euro to weaken to 1.29 against the US dollar in 12 months from now. This should bode well for the earnings outlook of European exporters in the global recovery cycle. From a country perspective, we continue to prefer Germany and its export-focused economy, which is leveraged to the recovery. Since the beginning of the year, Germany has been a winner in the Eurozone in terms of company earnings growth, and the weakening euro will continue to drive equity market momentum there. Profit margins of European corporates are still below the pre-crisis peak, reflecting positive recovery potential in Eurozone corporate earnings supported by loose monetary policy. European SME stocks will benefit from the ECB's rate cuts and increase in loans, and investors looking for stable yield will continue to favor dividend stocks in the low interest rate policy environment.","ASIA":"Credit Suisse forecasts a 13 percent rise in global equities in 2014, with equities remaining the cheapest of the major asset classes.Companies included in the benchmark TOPIX index have announced 25 billion US dollars' worth of stock buybacks this year, spurred on by relatively low valuations, low interest rates, and a 232 trillion yen (2.29 trillion US dollar) cash pile. O'Sullivan says companies that would benefit from a cyclical upturn, such as industrials companies and machinery manufacturers, look particularly promising. Structural reforms‚ the so-called third arrow of Abenomics could also boost Japanese equities. In June, Prime Minister Shinzo Abe proposed lowering the corporate tax rate from 35 percent to below 30 percent and shifting Japanese government pension fund allocations away from government bonds toward equities. In China the key issue is the new direction of structural reforms announced, rather than the exact level of the country's growth rate. Last year, the Chinese services sector overtook the industrial sector for the first time ever as a result of earlier government policies, giving a foretaste of the trends encouraged by the government's reform plan. The announced reforms mean that growth in China's demand for energy and commodities won't be as fast as in the past, which should help contain their prices.This is good news for the economic recoveries in the advanced economies importing their energy and commodity needs, though less good news for emerging economies such as Brazil, Chile, Russia and South Africa producing them. We thus favor emerging markets importing commodities, which also have spare capacity at hand.Our preference goes Poland, Hungary, India and South Korea rather than emerging markets in Latin America.","AMR":"The US economy is expected to grow at relatively solid rates during the second half of 2014. Business surveys and labor market data already point to solid domestic growth. Activity in the construction sector should also continue to improve, with building permits, new housing starts and existing home sales all indicating a re-acceleration in the sector. The inflation rate has risen steadily since the end of winter and the drought currently engulfing much of California, a very important agricultural producer, has raised the likelihood of a continued increase in headline inflation. We think the central bank will further reduce its monthly asset purchases ( so-called 'tapering') at its upcoming meetings, with the end of the program being announced on October 29. A first rate hike currently seems most likely at the June 2015 policy meeting."}}]